Repository: AnDann/sysPass
Catalog: inc/Plugins/Authenticator/locales/*/LC_MESSAGES/authenticator.po
Languages: ru_ru

source: Código incorrecto
ru_ru: Неправильный код

source: Ey, esto es una DEMO!!
ru_ru: Ey, это DEMO!!

source: Preferencias actualizadas
ru_ru: Настройки изменены

source: Código correcto
ru_ru: Правильный код

source: Seguridad
ru_ru: Безопасность

source: Autentificación en 2 pasos
ru_ru: Двухфакторная аутентификация

source: Introducir código
ru_ru: Введите код

source: Volver a iniciar sesión
ru_ru: Назад ко входу

source: Volver
ru_ru: Назад

source: Acceder
ru_ru: Войти

source: Solicitar
ru_ru: Запрос

source: Autentificación
ru_ru: Аутентификация

source: Habilita la autentificación en 2 pasos que requiere de la introducción de un token generado por una aplicación como Google Authenticator.
ru_ru: Включает двухфакторную аутентификацию, например Google Authenticator.

source: Escanee el código QR proporcionado y a continuación introduzca la clave de 6 dígitos.
ru_ru: Отсканируйте QR-код и затем введите шестизначный пароль.

source: Activar
ru_ru: Активировать

source: Error al obtener el código QR. Inténtelo de nuevo
ru_ru: Ошибка получения QR-кода. Попробуйте еще раз.

source: Código
ru_ru: Пароль

source: Una vez activada, sólo es posible acceder si se dispone del dispositivo generador de códigos asociado.
ru_ru: После включения, Вы можете получить доступ только при наличии привязанного устройства.
